{
    "title": "Investigating Green Website Design",
    "image": "/assets/images/aboutUsImage.jpg",
    "paragraphs": [
      "The world is becoming increasingly aware of human activities’ environmental impact. Like in any other field, technology must evolve to minimise its damaging effects on nature.  ",
        "On the one hand, some progress has been made towards this direction by creating eco-friendly devices from recycled materials, such as laptops, phones, tablets, and smart wearables. But on the other hand, there is the unseen issue of the energy demands that the digital world is responsible for. This problem, which is increasing and detrimental to the environment, remains a significant concern that every single participant needs to address in the near future.   ",
        "Today, websites are the main way all industries, from entertainment to scientific research, communicate, present their services and provide to their customers. This approach makes websites an unseen but one of the most significant resource-hungry tools used as standard practice by all. The need to improve, optimise and switch them to a greener, more sustainable and non-invasive way of functioning is crucial in order to balance out and solve the current damage.  ",
        "To combat and solve this problem, the biggest companies in the field have set goals to achieve a carbon neutrality status for their services and products by incorporating green methods and technologies. ",
        "While building a robust website with the constant possibility of upgrading to keep up with the newest discoveries can be seen as easy or even trivial, the real challenge comes when this falls short and requires more than just a working webpage.  ",
        "This project focuses on addressing the issue of carbon neutrality by combining green implementation techniques to develop a website that will run with as few resources as possible while providing the full experience that a standard website would.  ",
        "Understanding why this goal is important today is crucial for the future of the industry. This goal will be achieved by employing innovative strategies such as efficient backend processing, lean code practices, and energy-efficient user interface designs. The website will also be hosted on a clean-energy-running server to reduce its carbon footprint even more. The digital space needs to be restructured in a cleaner and less resource-consuming manner than it is now.   ",
        "This project will demonstrate how a website today can be implemented with an entire area of functionality while meeting the green criteria. "
    ]
  }